Repository: ideascube/ideascube
Catalog: ideascube/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: Kirundi knowledge
ar: المعرفة باللغة الكيروندية
es: Conocimiento en Kirundi
fr: Connaissance du Kirundi

source: French knowledge
ar: المعرفة باللغة الفرنسية
es: Conocimientos en Frances
fr: Connaissance du Français

source: Swahili knowledge
ar: المعرفة باللغة السواحلية
es: Conocimiento en Swahili
fr: Connaissance du Swahili

source: Kurdish knowledge
ar: المعرفة الكردية
es: Conocimiento en Kurdish
fr: Connaissance du kurde

source: Shabak knowledge
ar: المعرفه بلغه الشبك
es: Conocimiento en Shabak
fr: Connaissance du chabak

source: Enter user identifiers
ar: أدخل معرف المستخدم
es: Introducir identificadores de usuarios
fr: Identifiants utilisateurs

source: Custom activity name
ar: أسم النشاط
es: Nombre actividad personalizada
fr: Nom de l'activité

source: Partner involved in activity
ar: أشتراك الأهل بالنشاط
es: Socio integrado en la actividad
fr: Partenaire impliqué dans l'activité

source: Missing module name
ar: اسم الصندوق مفقود
es: Nombre del módulo que falta
fr: Nom du module manquant

source: since
ar: منذ
es: desde
fr: depuis

source: specimen
ar: عينة
es: ejemplar
fr: exemplaire

source: Enter a barcode
ar: أدخل الباركود
es: ingrese código de barras
fr: Entrer un code-barres

source: Barcode {barcode} not found
ar: الباركود {barcode} غير موجود
es: Código de barras {barcode} no encontrado
fr: Le core-barres {barcode} n'existe pas.

source: Enter an item barcode
ar: أدخل الباركود للقطعه
es: introducir código de barras del elemento
fr: Entrer le code-barres d'un élément

source: user
ar: المستخدم
es: Usuario
fr: utilisateur

source: Enter a user identifier
ar: أدخل المعرف المستخدم
es: ingrese identificación de usuario
fr: Entrer un identifiant d'utilisateur

source: due date
ar: خلال التاريخ
es: fecha de vencimiento
fr: date limite

source: Item with barcode {barcode} is already loaned.
ar: القطعه التي تحمل الباركود رقم {barcode} تم إستعارتها
es: El elemento con el código de barras {barcode} está prestado.
fr: L'exemplaire avec le code-barre {barcode} est déjà prêté.

source: Identifier {serial} not found
ar: المعرف {serial} غير موجود
es: Identificación {serial} no encontrada
fr: L'identifiant {serial} n'existe pas

source: Item with barcode {barcode} is not loaned.
ar: القطعه التي تحمل الباركود رقم {barcode} لم يتم إستعارتها
es: El elemento con el código de barra {barcode} no ha sido prestado.
fr: L'exemplaire avec le code-barres {barcode} n'est pas prêté.

source: Cinema
ar: سينما
fr: Cinéma

source: Multimedia
ar: الوسائط المتعددة

source: module
ar: الموديل
es: Modulo

source: activity
ar: نشاط
es: actividad
fr: activité

source: partner
ar: شريك
es: socio
fr: partenaire

source: entry
ar: ادخال
es: Entrar
fr: entrée

source: entries
ar: المدخلات
es: entradas
fr: entrées

source: date
ar: التاريخ
es: Fecha

source: comments
ar: تعليق
es: Comentarios
fr: commentaires

source: Administration
ar: الادارة
es: Administracion

source: name
ar: الاسم
es: Nombre
fr: nom

source: description
ar: الوصف
es: descripción

source: ideascube bar code
ar: رقم الباركود المخصص لمكعب الافكار
es: código de barras ideascube
fr: Code-barres ideascube

source: Serial number
ar: الرقم المتسلسل
es: Serial
fr: Numéro de série

source: item
ar: المادة
es: elemento
fr: Élément

source: quantity
ar: الكمية
es: Cantidad
fr: quantité

source: by
ar: من خلال
es: por
fr: par

source: Due date
ar: خلال تاريخ
es: Fecha de vencimiento
fr: Date de retour

source: Return time
ar: وقت الاسترجاع
es: Tiempo de retorno
fr: Date de retour

source: Comments
ar: تعليقات
es: Comentarios
fr: Commentaires

source: Specific activity (optional)
ar: نشاط معين (اختياري)
es: Especifique actividad (opcional)
fr: Activité spécifique (optionnelle)

source: Partner (optional)
ar: الأهل (إختياري)
es: Socio (opcional)
fr: Partenaire (optionnel)

source: To the cinema module
ar: الى صندوق السينما
es: ir a Módulo de Cine
fr: Dans le module cinéma

source: To the library module
ar: الى صندوق المكتبة
es: Ir al modulo biblioteca
fr: Dans le module bibliothèque

source: To the digital module
ar: الى الصندوق الوسائط المتعددة
es: Ir al modulo digital
fr: Dans le module numérique

source: Module
ar: الوحدة
es: Modulo

source: Member
ar: العضو
es: Miembro
fr: Membre

source: When
ar: متى
es: Cuando
fr: Quand

source: %(time)s ago
ar: %(time)s مضت
es: Hace %(time)s
fr: Il y a %(time)s

source: Export
ar: إستيراد
es: Exportar
fr: Exporter

source: count
ar: العدد
es: Contar
fr: compte

source: barcode
ar: باركود
es: Codigo de barras
fr: Code-barre

source: serial number
ar: الرقم التسلسلي

source: status
ar: الحالة
es: Estado
fr: statut

source: Stock is empty for this module.
ar: الصندوق لا يحتوي على المحتوى
es: Inventario vacio para este módulo
fr: Le stock est vide pour ce module

source: Export in CSV
ar: استيراد بصيغه CSV
es: Exportar a archivo CSV
fr: Exporter en CSV

source: Manage stock
ar: ادارة المحتويات
es: Gestión de inventario
fr: Gérer le stock

source: Are you sure you want to delete the inventory of %(date)s?
ar: هل أنت متأكد من أنك تريد حذف الجرد في تاريخ %(date)s ؟
es: Está segudo que quiere eliminar el inventario de %(date)s?
fr: Êtes-vous sûr de vouloir supprimer l'inventaire de %(date)s ?

source: Edit inventory from %(date)s
ar: عرض موجودات المخزن من تاريخ %(date)s
es: Editar inventario del %(date)s
fr: Éditer l'inventaire de %(date)s

source: Start new inventory
ar: بدء جرد جديد
es: Empezar nuevo inventario
fr: Commencer un nouvel inventaire

source: delete
ar: حذف
es: borrar
fr: supprimer

source: Loan
ar: إستعاره
es: Prestamo
fr: Prêt

source: Validate
ar: حفظ
es: Validar
fr: Valider

source: Ongoing loans
ar: الإستعارات الحاليه
es: Préstamos en curso
fr: Prêts en cours

source: Item
ar: القطعه
es: elemento
fr: Élément

source: User
ar: المستخدم
es: Usuario
fr: Utilisateur

source: By
ar: من خلال
es: Por
fr: Par

source: Return
ar: عودة
es: Retorno
fr: Retour

source: Edit specimen of %(item)s
ar: تعديل على العينة من %(item)s
es: Editar ejemplar %(item)s
fr: Modifier l'exemplaire de %(item)s

source: Add new specimen
ar: إضافة عينة جديدة
es: Adicione nuevo ejemplar
fr: Ajouter un nouvel exemplaire

source: Add stock item
ar: إضافة قطعة للجرد
es: Añadir elemento al inventario
fr: Ajouter un élément dans le stock

source: Reference
ar: المراجع
es: Referencia

source: Actions
ar: العمليات
es: Acciones

source: Total:
ar: المجموع :

source: Add new specimen of this item
ar: أضافة متعلقات جديده حول هذا الموضوع
es: Adicione un nuevo objeto para este elemento
fr: Ajouter un nouvel exemplaire de cet élément

source: Edit this specimen
ar: تعديل هذه المعلومات
es: Editar este ejemplar
fr: Modifier cet exemplaire

source: Start inventory
ar: البدء بعملية الجرد
es: Empezar inventario
fr: Commencer un inventaire

source: Inventories
ar: الموجودات
es: Inventarios
fr: Inventaires

source: No inventory yet.
ar: لا يوجد موجودات حتى الأن
es: No inventariar en este momento
fr: Aucun inventaire pour le moment.

source: Start one now
ar: البدء الأن
es: Empezar uno nuevo
fr: En commencer un maintenant

source: Import Stock
ar: استيراد الجرد

source: Are you sure you want to delete the stockitem "%(item)s"?
ar: هل أنت متأكد من أنك تريد حذف هذه القطعه من مخزون القطع "%(item)s" ؟
es: Esta seguro de eleminar este elmento del inventario "%(item)s"?
fr: Êtes-vous sûr de vouloir supprimer l'élément "%(item)s" du stock ?

source: Edit item
ar: تعديل الموضوع
es: Editar elemento
fr: Modifier l'élément

source: Add new item
ar: أضافة موضوع جديد
es: Ingresar nuevo elemento
fr: Ajouter un nouvel élément

source: No user found with serial {serial}
ar: لا يوجد مستخدم يحمل هذا الرقم {serial}
es: Ningún usuario encontrado con este serial {serial}
fr: Aucun utilisateur avec le serial {serial} trouvé

source: Created {count} entries
ar: تم إنشاء {count} إدخالات
es: Entrada {count} creada
fr: {count} entrées créées

source: No entry created.
ar: لا يوجد إدخالات
es: Entrada no creada
fr: Aucune entrée créée.

source: Error while processing entries export
ar: حدوث خطأ خلال عملية الأستيراد
es: error al procesar entradas desde la exportación
fr: Erreur durant l'export des entrées

source: Specimen {specimen} has been added to {inventory} inventory
ar: المتعلقات {specimen} لقد تم إدخالها الى {inventory} قائمة الموجودات
es: El objeto {specimen} ha sido adicionado al {inventory} inventario
fr: L'exemplaire {specimen} a été ajouté à l'inventaire {inventory}

source: Specimen {specimen} not found or already done.
ar: التفاصيل {specimen} لم يتم ايجادها أو لم يتم أنشائها
es: Objeto {specimen} no encontrado o ya integrado.
fr: Exemplaire {specimen} non trouvé ou déjà enregistré.

source: Item {item} has been loaned to {user}
ar: القطعة {item} تم إعارتها للمستخدم {user}
es: El elemento {item} ha sido prestado a {user}
fr: L'élément {item} a été prêté à {user}

source: Item {item} has been returned
ar: القطعه {item} تم إسترجاعها
es: El elemento {item} ha sido devuelto
fr: L'élément {item} a été rendu

source: Item not found
ar: القطعة غير موجوده
es: Elemento no encontrado
fr: Élément non trouvé

source: Error while processing loans export
ar: خطأ خلال عملية استيراد ملف المستعارات
es: Error durante el proceso de exportación de los préstamos
fr: Erreur lors de du traitement de l'export des prêts

source: search
ar: بحث
es: buscar
fr: rechercher

source: browse
ar: تصفح
es: ventana
fr: parcourir

source: by kind
ar: حسب النوع
es: por tipo
fr: par genre

source: by lang
ar: بأستخدام lang
es: por idioma
fr: Par langue

source: Order by
ar: تم طلبه
es: Organice por
fr: Trier par

source: Search in the box
ar: البحث في الصندوق
es: Buscar en el sistema
fr: Rechercher dans la box

source: No result for "%(query)s".
ar: لا يوجد نتائج لـ "%(query)s".
es: No hay resultados para "%(query)s".
fr: Aucun résultat pour "%(query)s".

source: backup name must end with one of {extensions}
ar: أسم النسخه الأحتياطيه يجب أن ينتهي بأحد الامتدادات{extensions}
es: El nombre de la copia de respaldo debe terminar con una de {extensions}
fr: le nom de la sauvegarde soit terminer par {extensions}

source: Zip is no more supported to create backup
ar: الملف المضغوط غير مدعوم لأنشاء النسخه الأحتياطيه
es: Ya no se puede utilizar el formato Zip para crear una copia de respaldo
fr: Le format ZIP n'est plus pris en charge pour créer un backup

source: Unkown format for file {}
ar: صيغه الملف غير مدعومه {}
es: Formato desconocido para el archivo {}
fr: Format inconnu pour le fichier {}

source: Format {} is not supported at creation
ar: صيغة الملف {} غير مدعومه خلال الأنشاء
es: Formato {} no está soportado a la creación
fr: Le format {} n'est pas pris en charge

source: Not a {} file
ar: ليس {} ملف
es: No es un archivo {}
fr: Ceci n'est pas un fichier de type {}

source: learn
ar: تعلم
es: Aprender
fr: apprendre

source: info
ar: المعلومات
es: información

source: Manage server backups
ar: أدارة النسخه الأحتياطية للخادم
es: Manejar las copias de respaldo del servidor
fr: Gérer les sauvegardes du serveur

source: Backup
ar: نسخ الأحتياطي
es: Copia de respaldo
fr: Sauvegarder

source: Backup now
ar: القيام بالنسخ الأحتياطي الأن
es: Haga una copia de respaldo ahora
fr: Sauvegarder maintenant

source: Restore
ar: إستعادة
es: Restaurar
fr: Restaurer

source: Source
ar: المصدر
es: Fuente

source: Version
ar: النسخة
es: Versión

source: Date
ar: التاريخ
es: Fecha

source: Size
ar: الحجم
es: Tamaño
fr: Taille

source: Format
ar: الصيغه
es: Formato

source: Download selected
ar: تنزيل الذي تم أختياره
es: Descargar seleccionado
fr: Télécharger la sélection

source: Restore selected
ar: أسترجاع المحدد
es: Restaurar la selección
fr: Restaurer la sélection

source: Delete selected
ar: حذف المحدد
es: Eliminar la selección
fr: Supprimer la sélection

source: Upload
ar: تحميل
es: Cargar
fr: Mettre en ligne

source: Upload backup file
ar: تحميل ملفات النسخ الأحتياطي
es: Cargar el archivo de copia de respaldo
fr: Télécharger un fichier de sauvegarde

source: Battery monitoring
ar: مراقبة البطارية
es: Monitoreo de la batería
fr: Surveillance de la batterie

source: Capacity
ar: قابلية
es: Capacidad
fr: Capacité

source: Card name
ar: أسم البطاقه
es: Nombre de tarjeta
fr: Nom de la carte

source: Displayed
ar: عرض
es: Desplegado
fr: Affiché

source: Server info
ar: معلومات الخادم
es: Información del servidor
fr: Informations du serveur

source: Version: %(version)s
ar: النسخة : %(version)s
es: Versión: %(version)s

source: ID: %(id)s
ar: رقم الهوية : %(id)s
es: Identificación: %(id)s

source: Hostname: %(name)s
ar: أسم المستضيف : %(name)s
fr: Nom d'hôte : %(name)s

source: Server name
ar: أسم الخادم
es: Nombre del servidor
fr: Nom du serveur

source: Manage services
ar: إدارة الخدمات
es: Administrar servicios
fr: Gérer les services

source: Restart server
ar: إعادة تشغيل الخادم
es: Reiniciar el servidor
fr: Redémarrer le serveur

source: Monitor battery
ar: مراقبه البطاريه
es: Monitorear la batería
fr: Contrôle de la batterie

source: Manage Wi-Fi
ar: أداره شبكة الأنترنت
es: Administrar Wi-Fi
fr: Gérer le wifi

source: Select Languages
ar: أختيار اللغه
es: Seleccione idiomas
fr: Choisir les langues

source: Select here the languages which will be available when uploading content
ar: قم بأختيار اللغة التي ترغب بأضافتها عند تحميل المحتويات
es: Seleccione los idiomas que estarán disponibles cuando se cargue el contenido
fr: Sélectionner les langues qui seront disponibles pour ajouter des contenus

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer

source: Change Server Name
ar: تغيير أسم الخادم
es: Cambiar el nombre del servidor
fr: Changer le nom du serveur

source: Submit
ar: حفظ
es: Enviar
fr: Envoyer

source: Stop or restart the server
ar: إيقاف او إعادة تشغيل الخادم
es: Apagar o reiniciar el servidor
fr: Arrêter ou redémarrer le serveur

source: Stop
ar: إيقاف
es: Apagar
fr: Arrêter

source: Restart
ar: ابدأ من جديد
es: Reiniciar
fr: Redémarrer

source: Start
ar: ابدأ
es: Iniciar
fr: Commencer

source: History
ar: التاريخ
es: Historia
fr: Historique

source: No Wi-Fi available
ar: شبكة الواي فاي غير متاحه
es: No existen redes Wi-Fi disponibles
fr: Aucun wifi disponible

source: Authentication required
ar: التصريح مطلوب
es: Se requiere autenticacion
fr: Identification nécessaire

source: An encryption key is required to access this network.
ar: يجب ادخال مفتاح التشفير من أجل الاتصال بهذه الشبكه
es: Se necesita una clave encriptada para acceder a esta red
fr: Une clé de cryptage est nécessaire pour accéder à ce réseau.

source: Connect
ar: أتصال
es: Conecte
fr: Se connecter

source: Wi-Fi History
ar: تاريخ شبكه الأنترنت
es: Historia Wi-Fi
fr: Historique du wifi

source: Forget Selected
ar: الغاء المختاره
es: Olvidar selección
fr: Oublier la sélection

source: No known Wi-Fi networks
ar: لا يوجد شبكه انترنت معروفه
es: No hay redes Wi-Fi conocidas
fr: Aucun réseau wifi connu

source: Please select at least one language
ar: الرجاء الأختيار على الأقل لغة واحده
es: Seleccione al menos un idioma
fr: Merci de sélectionner au moins une langue

source: Server name changed successfully
ar: أسم الخادم تم تغييره بنجاح
es: Nombre del servidor cambiado con éxito
fr: Le nom du serveur a bien été modifié

source: Server name cannot be empty
ar: أسم الخادم لايمكن أن يكون فارغ
es: El nombre del servidor no puede estar vacío
fr: Le nom du serveur ne peut pas être vide

source: Succesfully created backup {filename}
ar: تم إنشاء النسخ الأحتياطي بنجاح {filename}
es: Copia de respaldo {filename} creada con éxito
fr: Sauvegarde créée avec succès {filename}

source: Unable to load file:
ar: غير قادر على تحميل الملف:
es: No es posible cargar el archivo:
fr: Impossible de charger le fichier :

source: File {name} has been loaded.
ar: الملف {name} تم تحميله بنجاح.
es: El archivo {name} ha sido cargado.
fr: Le fichier {name} a été chargé.

source: No file found to upload.
ar: لا يوجد ملفات ليتم تحميلها .
es: No se ha encontrado un archivo para cargar
fr: Aucun fichier à télécharger trouvé.

source: Succesfully deleted backup {filename}
ar: تم حذف ملفات النسخ الاحتياطي بنجاح {filename}
es: Copia de respaldo {filename} borrada con éxito
fr: Sauvegarde {filename} restaurée avec succès

source: Succesfully restored backup {filename}
ar: تم أستعاده ملفات النسخ الأحتياطي بنجاح {filename}
es: Copia de respaldo {filename} restaurada con éxito
fr: Sauvegarde {filename} restaurée avec succès

source: Connected to {ssid}
ar: ربط الأتصال ب{ssid}
es: Conectado a {ssid}
fr: Connecté à {ssid}

source: No such network: {ssid}
ar: لا يوجد شبكه :{ssid}
es: No existe la red: {ssid}
fr: Aucun réseau nommé : {ssid}

source: Home cards updated successfully
ar: تم أختيار مواضيع الصفحة الرئيسية بنجاح
es: Tarjetas de inicio actualizadas con éxito
fr: Les cartes de la page d'accueil ont été modifiées

source: A key is required to connect to this network
ar: الرقم السري مطلوب للاتصال بهذه الشبكه
es: La conexion a esta red necesita contraseña
fr: Une clé est nécessaire pour se connecter à ce réseau

source: Invalid Wi-Fi key
ar: الرقم السري غير صحيح
es: Llave Wi-Fi inválida
fr: Clé wifi invalide

source: Failed to connect to %s
ar: فشل في محاوله الأتصال '%s'
es: No es posible conectar a %s
fr: Impossible de se connecter à %s

source: Wi-Fi hardware is disabled
ar: قطعة الواي فاي غير متصله
es: Tarjeta Wi-fi se encuentra deshabilitada
fr: La carte wifi est désactivé

source: Wi-Fi is disabled
ar: الواي فاي مفصوله
es: El Wi-Fi está desactivado
fr: Le wifi est désactivé

source: No Wi-Fi device was found
ar: لا يوجد جهاز واي فاي
es: No se ha encontrado un dispositivo Wi-Fi
fr: Aucun matériel wifi trouvé

source: Found more than one Wi-Fi device, this is not supported
ar: يوجد أكثر من جهاز واي فاي , هذا غير مدعوم
es: Más de un dispositivo Wi-Fi ha sido encontrado, esto no es soportado
fr: Plus d'une carte wifi trouvée, ce n'est pas supporté

source: Browse topic "%(topic)s"
ar: تصفح المواضيع "%(topic)s"
es: Busque tema "%(topic)s"
fr: Thème "%(topic)s"

source: Browse topics "%(topics)s"
ar: تصفح المواضيع "%(topics)s"
es: Busque temas "%(topics)s"
fr: Thèmes "%(topics)s"

source: App Inventor
ar: جرد التطبيقات

source: Create your own apps for Android.
ar: تصميم تطبيقك الخاص باستخدام أندرويد
es: Crear sus propias aplicaciones para Android
fr: Créez votre propre application pour Android.

source: Browse blog posts.
ar: تصفح منشورات الموقع
es: Buscar publicaciones en el blog
fr: Parcourir les posts de blog

source: Gutenberg project
ar: مشروع غيتنبيرغ
es: Proyecto Gutenberg
fr: Projet Gutenberg

source: Read and download e-books.
ar: أقرأ و حمل الكتب الألكترونية
es: Lea y descargue libros digitales
fr: Lire et télécharger des e-books.

source: Khan Academy
ar: أكاديمية خان
es: Academia Khan

source: Learn with videos and exercises.
ar: التعلم بأستخدام الفيديو و التمرينات
es: Aprenda con videos y ejercicios
fr: Apprendre grâce à des vidéos et des exercices

source: KoomBook EDU
ar: كومبوك التعليمي

source: Browse books.
ar: تصفح الكتب
es: Buscar libros
fr: Parcourir les livres.

source: Medias center
ar: مركز الوسائط المتعددة
es: Centro multimedia

source: Browse videos, sounds, images, pdf…
ar: تتصفح الفيديوهات , الاغاني, الصور , ملفات ال pdf ....
es: Buscar videos, sonidos, imagenes, pdf...
fr: Parcourir les vidéos, sons, images, pdf...

source: Free software
ar: برامج مجانية
es: Software libre
fr: Logiciel libre

source: Free software for windows.
ar: برامج مجانيه لنظام الويندوز
es: Software libre para Windows
fr: Logiciel libre pour windows

source: Ted Talks
ar: تيد يتحدث
es: Conferencias Ted

source: Set of videos conference on innovation.
ar: مجموعه من فيديوهات مؤتمرات الابتكار
es: Conferencias en innovacion
fr: Ensemble de conférences vidéo portant sur l'innovation

source: Ubuntu documentation
ar: وثائق Ubuntu
es: Documentacion para Ubuntu
fr: Documentation d'Ubuntu

source: Vikidia
ar: موقع فيكيديا للأطفال

source: Browse the encyclopedia for children.
ar: تصفح انكلوبيديا للأطفال
es: Navegar por la enciclopedia infantil
fr: Parcourir l'encyclopédie pour enfants.

source: wikipedia
ar: ويكيبيديا
fr: Wikipédia

source: Browse the free encyclopedia.
ar: تصفح الموسوعة الحرة
es: Navegar en la enciclopedia gratuita
fr: Parcourir l'encyclopédie libre

source: Wikisource
ar: مصدر Wiki
es: Fuente wiki

source: Change
ar: تغيير
es: Cambiar
fr: Changer

source: log out from %(user)s
ar: تسجيل الخروج المستخدم %(user)s
es: Salir de %(user)s
fr: Déconnexion de %(user)s

source: log in
ar: تسجيل الدخول
es: Ingresar
fr: Connexion

source: Topics
ar: المواضيع
es: Temas
fr: Thèmes

source: previous
ar: السابق
es: anterior
fr: précédent

source: Page %(current)s of %(total)s.
ar: الصفحة %(current)s من %(total)s.
es: Pagina %(current)s de %(total)s
fr: Page %(current)s sur %(total)s.

source: next
ar: التالي
es: Próximo
fr: suivant

source: Set %(user)s password
ar: ضبط %(user)s كلمة السر
es: Establezca %(user)s contraseña
fr: Modifier le mot de passe de %(user)s

source: Are you sure you want to delete user "%(user_obj)s"?
ar: هل أنت متأكد من حذف المستخدم "%(user_obj)s"?
es: ¿Esta seguro que desea eliminar el usuario "%(user_obj)s"?
fr: Êtes-vous sûr de vouloir effacer l'utilisateur "%(user_obj)s"?

source: View all users
ar: عرض جميع المستحدمين
es: Ver todos los usuarios
fr: Voir tous les utilisateurs

source: Set password
ar: ضبط كلمة السر
es: Agregar contraseña
fr: Définir le mot de passe

source: Remove staff status
ar: إزالة من قائمة الموظفين
es: Remover estatus del personal
fr: Enlever des membres de l'équipe

source: Add staff status
ar: الإضافة الى قائمة الموظفين
es: Añadir estatus del personal
fr: Ajouter aux membres de l'équipe

source: Add user
ar: أضف مستخدم
es: Añadir usuario
fr: Ajouter un utilisateur

source: Edit user
ar: تعديل المستخدم
es: Editar usuario
fr: Éditer l'utilisateur

source: New User
ar: مستخدم جديد
es: Nuevo usuario
fr: Nouvel utilsateur

source: Import users
ar: استيراد معلومات المستخدمين
es: Importar usuarios
fr: Importer des utilisateurs

source: Please select a CSV file to import.
ar: الرجاء اختيار ملف CSV لإستيراده
es: Por favor seleccione un archivo CSV para importar.

source: Name
ar: الأسم
es: Nombre
fr: Nom

source: Export all users
ar: إستيراد لائحة المستخدمين
es: Exportar todos los usuarios
fr: Exporter tous les utilisateurs

source: Welcome to %(server_name)s
ar: مرحبا بك في %(server_name)s
es: Bienvenido a %(server_name)s
fr: Bienvenue à %(server_name)s

source: To enjoy this digital library, you must first create a username and a password. These will allow you to administrate the server. Make sure to remember both the username AND password!
ar: للتمتع بهذه المكتبه الرقميه , يجب عليك إنشاء إسم مستخدم و كلمه مرور . هذا سيسمح لك بإداره الخادم , تأكد دائما من حفظ لكلمه السر و أسم المستخدم
es: Para disfrutar de la biblioteca digital, debe primero crear un usuario y una contraseña. Esto le dará acceso para administrar el servidor. Por favor recuerde su usuario y contraseña!
fr: Pour profiter de cette bibliothèque numérique, vous devez d'abord créer un nom d'utilisateur et un mot de passe. Assurez-vous de vous rappeler à la fois du nom d'utilisateur ET du mot de passe !

source: Log in
ar: تسجيل الدخول
es: Ingresar
fr: Connexion

source: Welcome to {}, {}!
ar: مرحبا بك في {}, {}!
es: Bienvenido a {}, {}!
fr: Bienvenue à {}, {} !

source: Password has been set for {user}
ar: تم تعيين كلمة السر لـ {user}
es: La contraseña ha sido asignada al usuario {user}
fr: Le mot de passe a été modifié pour {user}

source: Successfully processed {count} users.
ar: تم معالجتها بنجاح {count} من المستخدمين.

source: Handicrafts
es: Artesanías

source: Download %(kind)s
es: Descargar %(kind)s
fr: Télécharger le document %(kind)s

source: Are you sure you want to delete the specimen "%(specimen)s" of "%(item)s"?
es: Está seguro que quiere eliminar el ejemplar "%(specimen)s" de "%(item)s"?
fr: Êtes-vous sûr de vouloir supprimer l'exemplaire "%(specimen)s" de "%(item)s" ?

source: Filters
es: Filtros
fr: Filtres
