Repository: ideascube/ideascube
Catalog: ideascube/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: draft
ar: مسودة
es: Borrador
fr: brouillon

source: published
ar: نشر
es: Publicado
fr: publié

source: deleted
ar: تم الحذف
es: Borrado
fr: supprimé

source: title
ar: العنوان
es: Título
fr: titre

source: author
ar: مؤلف
es: autor
fr: auteur

source: author text
ar: مؤلف النص
es: Autor de texto
fr: auteurs vrac

source: summary
ar: ملخص
es: Resumen
fr: résumé

source: image
ar: صورة
es: Imagen

source: text
ar: نص
es: Texto
fr: texte

source: publication date
ar: تاريخ النشر
es: Fecha de publicación
fr: date de publication

source: Status
ar: الحالة
es: Estatus
fr: statut

source: Language
ar: اللغة
es: Idioma
fr: Langue

source: View all posts
ar: إظهار جميع المنشورات
es: Ver todas las entradas
fr: Voir tous les billets

source: Blog
ar: المدونة

source: Edit post
ar: تعديل المنشور
es: Editar entrada
fr: Modifier le billet

source: New post
ar: منشور جديد
es: Nueva entrada
fr: Créer un billet

source: Metadatas
ar: الملخص
es: Metadatos
fr: Métadonnées

source: Content
ar: المحتوى
es: Contenidos
fr: Contenu

source: Type your text here…
ar: أكتب النص هنا ....
es: Escriba su texto acá...
fr: Tapez votre texte ici…

source: submit
ar: حفظ
es: Someta
fr: envoyer

source: Add content
ar: إضافة محتوى
es: Añadir contenido
fr: Ajouter un billet

source: Last published
ar: أحدث المنشورات
es: AMANI Campaign
fr: Dernier publié

source: the camp
ar: المخيّم
es: El campo
fr: le camp

source: Basic informations
ar: معلومات أساسية
es: Informaciones básicas
fr: Infos de base

source: Users
ar: المستخدمين
es: Usuarios
fr: Utilisateurs

source: Create, remove or modify users.
ar: إنشاء / حذف / تعديل المستخدم
es: Crear, borrar o modificar usuarios
fr: Créer, supprimer et modifier les utilisateurs.

source: Entries
ar: المستخدمين
es: Entradas
fr: Entrées

source: Manage user entries.
ar: إدارة دخول المستخدمين
es: Manejar las entradas de los usuarios
fr: Gérer les entrées

source: Stock
ar: المخزون
es: Inventario

source: Manage stock.
ar: إدارة المخزون ( الجرد )
es: Administración de inventario
fr: Gérer le stock

source: Loans
ar: الاستعارة
es: Préstamos
fr: Prêts

source: Manage loans.
ar: ادارة الاستعارة
es: Manejar los préstamos
fr: Gérer les prêts

source: Stop/Restart
ar: إيقاف / إعادة تشغيل
es: Parar/Restaura
fr: Stopper/redémarrer

source: Stop or restart the server.
ar: إيقاف / إعادة تشغيل الخادم
es: Parar o restaurar el servidor
fr: Stopper ou redémarrer le serveur

source: Wi-Fi
ar: شبكة الإنترنت

source: Manage Wi-Fi connections.
ar: التحكم باتصالات شبكة الانترنت
es: Administrar las conexiones Wi-fi
fr: Gérer les connexions wifi

source: Server Name
ar: أسم الخادم
es: Nombre del servidor
fr: Nom du serveur

source: Change the server name.
ar: تغيير أسم الخادم
es: Cambiar el nombre del servidor
fr: Changer le nom du serveur.

source: Home page
ar: الصفحة الرئيسية
es: Inicio
fr: Page d'accueil

source: Manage home page
ar: إداره الصفحة الرئيسية
es: Administrar la página principal
fr: Gérer la page d'accueil

source: Languages
ar: اللغات
es: Idiomas
fr: Langues

source: Enable or disable languages.
ar: تفعيل /الغاء تفعيل أضافه اللغة
es: Activar o desactivar idiomas
fr: Activer ou désactiver des langues.

source: Python web server
ar: خادم الانترنت (بايثون)
es: Servidor web de Python
fr: Serveur web python.

source: Global proxy
ar: وكيل العالمي
es: Proxy global
fr: Proxy

source: Daemon which provides KhanAcademy on lan
ar: البرنامج الذي يزود KhanAcademy على الشبكة المحلية
fr: Service pour lancer la Khan Academy

source: Daemon which provides Wikipedia on lan
ar: البرنامج الذي يزود Wikipedia على الشبكة المحلية
fr: Service permettant d'avoir Wikipedia en local

source: Daemon which provides Gutenberg on lan
ar: برنامج Daemon المخصص لربط غيتنبيرغ على شبكه الأنترنت
fr: Service permettant d'avoir Gutenberg en local

source: Daemon used for distant connexion to server
ar: برنامج Daemon المستخدمة للاتصال بالمخدم عن بعد
fr: Daemon utilisé pour la connexion distante au serveur

source: the community
ar: المجتمع
es: La comunidad
fr: la communauté

source: Personal informations
ar: المعلومات الشخصيّة
es: Información personal
fr: Informations personnelles

source: Family
ar: العائلة
es: Familia
fr: Famille

source: In the town
ar: في المدينة
es: En el pueblo
fr: Dans la ville

source: Language skills
ar: المهارات اللغويّة
es: Habilidades lingüisticas
fr: Langues

source: In the camp
ar: في المخيّم
es: En campo
fr: Dans le camp

source: Origin
ar: الأصل
es: Origen
fr: Origine

source: National residents
ar: من سكّن البلد
es: Residentes nacionales
fr: Résidents

source: city
ar: المدينه
es: Ciudad
fr: ville

source: camp
ar: المخيم
es: Campo

source: Book Club
ar: نادي الكتاب
fr: Club livres

source: EDRAAK
ar: إدراك

source: International Children Day
ar: يوم الطفل العالمي
fr: Journée internationale de l'enfance

source: International Refugee Day
ar: يوم اللاجىء العالمي
fr: Journée internationale du réfugié

source: Marathon
ar: ماراثون

source: Mother's day celebration
ar: احتفال عيد الأم
es: Día de la madre
fr: Fête des mères

source: Additional data
ar: بيانات أضافية

source: Username
ar: أسم المستخدم
es: Usuario
fr: Nom d'utilisateur

source: Password
ar: كلمه المرور
es: Clave
fr: Mot de passe

source: To create a strong password, forget about passwords, and think rather about a passphrase. For instance: "The boat is flowing on the water" is a strong and easy to remember passphrase. Now choose your own passphrase!
ar: لأختيار كلمه مرور قوية لا تستخدم الأرقام , فكر باستخدام جملة , مثال : القارب يطفو على سطح الماء , انها جمل سهله الحفظ و قويه . الأن فكر بجملتك الخاصه !
es: Para crear una contraseña segura, olvídese de las contraseñas, y piense más bien en una frase clave. Por ejemplo: "El barco está fluyendo en el agua" es una frase sólida y fácil de recordar. Ahora elija su propia contraseña!
fr: Pour créer un bon mot de passe, oubliez les mots de passe, et cherchez plutôt des phrases. par exemple: "Le bateau flotte sur la rivière" est un bon mot de passe facile à retenir. Maintenant choisissez une phrase de passe!

source: Confirm password
ar: تأكيد كلمه المرور
es: Confirme su contraseña
fr: Confirmer le mot de passe

source: Invalid row at line {id}: {reason}
ar: سطر غير معرف {id}: {reason}

source: You can't have both a file and a barcode
ar: لا يمكنك الحصول على ملف و باركود معا
es: No se puede tener un archivo y un código de barras al mismo tiempo
fr: Un exemplaire ne peut pas avoir à la fois un fichier et un code-barres.

source: You must add a file or a barcode
ar: يجب عليك اضافة إما باركود أو ملف
es: Debe añadir un archivo o un código de barras
fr: Merci d'ajouter un fichier ou un code-barres

source: CSV File
ar: ملف CSV

source: Uploaded file is not a Zip archive
ar: الملف المحمل ليس مضغوط بخاصيه zip

source: Archive does not contain a CSV
ar: الارشيف لا يحتوي على CSV

source: Missing column "{}" on line {}
ar: عامود مفقود "{}" on line {}

source: Could not import line {}: no book with ISBN "{}"
ar: لا يمكن استيراد السطر {}: لا يوجد كتاب برقم ISBN "{}"

source: Could not import line {}: no "{}" book
ar: لا يمكن استيراد السطر {}: الكتاب {} غير موجود

source: Could not import line {}: found multiple "{}" books
ar: لا يمكن استيراد السطر {}: يوجد عدد "{}" كتب

source: Could not import line {}: file {} is missing from the archive
ar: لا يمكن استيراد السطر {}: الملف {} مفقود من الأرشيف

source: Could not import line {}: {}
ar: لا يمكن استيراد السطر {}: {}

source: CSV from "MoCCam-en-ligne"
ar: ال CSV من "MoCCam-eng-ligne"
es: CSV de "MoCCam-en-ligne"
fr: CSV de "MoCCam-en-ligne"

source: Unknown file format
ar: صيغه ملف غير معروفة
es: Formato de archivo desconocido
fr: Format inconnu

source: digital
ar: رقمي

source: children - cartoons
ar: رسوم للأطفال
es: niños - albumes
fr: enfants - bandes dessinées

source: children - novels
ar: روايات للأطفال
es: Niños - novela
fr: Enfants - Nouvelles

source: children - poetry
ar: شعر - الأطفال
es: Niños - Poesía
fr: Enfants - Poésie

source: children - theatre
ar: مسرح - الاطفال
es: Niños - Teatro
fr: Enfants - Théâtre

source: children - documentary
ar: أفلام وثائقية للأطفال
es: Niños - Colección general
fr: Enfants - Documentaires

source: children - comics
ar: رسوم هزلية للأطفال
es: Niños - Tiras cómicas e historietas
fr: Enfants - Comics

source: children - tales
ar: حكايات - للأطفال

source: chirdren - myths and legends
ar: أساطير و خرافات - للأطفال

source: adults - novels
ar: روايات للبالغين
es: Adultos - Novela
fr: Adultes - Nouvelles

source: adults - poetry
ar: شعر - للبالغين
es: Adultos - Poesía
fr: Adultes - Poésie

source: adults - theatre
ar: مسرح - للبالغين
es: Adultos - Teatro
fr: Adultes - Théâtre

source: adults - documentary
ar: أفلام وثائقية للبالغين
es: Adultos - Colección general
fr: Adultes - Documentaires

source: adults - comics
ar: رسوم هزلية للبالغين
es: Adultos - Tiras cómicas e historietas
fr: Adultes - Comics

source: adults - tales
ar: روايات - للبالغين

source: adults - myths and legends
ar: أساطير و خرافات -للبالغين

source: game
ar: لعبة
es: Juego
fr: jeux

source: other
ar: اخرى
es: Otros
fr: autre

source: authors
ar: المؤلفين
es: Autores
fr: auteurs

source: serie
ar: السلسلة
fr: série

source: subtitle
ar: العنوان الفرعي
es: Subtítulos
fr: sous-titre

source: publisher
ar: الناشر
es: Editor
fr: maison d'édition

source: section
ar: قسم / فرع
es: Sección

source: cover
ar: الغلاف
es: Portada
fr: couverture

source: location
ar: موقع
es: Ubicación
fr: emplacement

source: digital file
ar: ملف رقمي
es: Archivo digital
fr: Exemplaire numérique

source: Are you sure you want to delete book "%(book)s" and all its specimens?
ar: هل أنت متأكد من حذف الكتاب "%(book)s" و كل متعلقاته ؟
es: Esta seguro que quiere eliminar el libro "%(book)s" y todos sus ejemplares?
fr: Êtes-vous sûr de vouloir supprimer le livre "%(book)s" et tous ses exemplaires ?

source: View all books
ar: عرض جميع الكتب
es: Vista de todos los libros
fr: Voir tous les livres

source: read
ar: اقرأ
es: Lea
fr: lire

source: Author
ar: مؤلف
es: Autor
fr: Auteur

source: Publisher
ar: الناشر
es: Editorial
fr: Éditeur

source: Serie
ar: السلسلة
fr: Série

source: Section
ar: الفرع
es: Sección

source: Add a specimen
ar: أضف عينة
es: Añadir un ejemplar
fr: Ajouter un exemplaire

source: Delete this book
ar: احذف هذا الكتاب
es: Eliminar este libro
fr: Supprimer ce livre

source: Edit this book
ar: تعديل هذا الكتاب
es: Editar este libro
fr: Éditer ce livre

source: Specimens
ar: عينات
es: Ejemplares
fr: Exemplaires

source: Edit specimen
ar: تحرير العينة
es: Editar ejemplar
fr: Modifier l'exemplaire

source: No specimen for this book.
ar: لا توجد عينة لهذا الكتاب
es: No hay ejemplares para este libro
fr: Pas d'exemplaire de ce livre.

source: Digital specimens
ar: خصائص الكترونية
es: Ejemplares digitales
fr: Exemplaires numériques

source: Download specimen
ar: تنزيل الخصائص
es: Descargar ejemplares
fr: Télécharger l'exemplaire

source: Download %(extension)s
ar: تنزيل %(extension)s
es: Descargue %(extension)s
fr: Télécharger le fichier %(extension)s

source: Edit book
ar: تعديل الكتاب
es: Editar libro
fr: Éditer le livre

source: New book
ar: كتاب جديد
es: Libro nuevo
fr: Nouveau livre

source: cancel
ar: إلغاء
es: Cancelar
fr: annuler

source: Import books notices
ar: إستدراج خصائص الكتاب
es: Importar notas de libros
fr: Importer des notices

source: From files
ar: من الملفات
es: Desde los archivos
fr: A partir d'un fichier

source: Load notices from files
ar: تحميل الخصائص من داخل ملف
es: Cargar notas desde los archivos
fr: Charger des notices depuis un fichier

source: From ISBN
ar: من ISBN
es: Desde el ISBN
fr: Depuis ISBN

source: An Internet connection is needed.
ar: بحاجة إلى الأتصال بشبكة الأنترنت ....
es: Se requiere una conexión a internet
fr: Une connexion à Internet est nécessaire

source: Load notices from ISBN
ar: تحميل الخصائص من ISBN
es: Cargar notas desde el ISBN
fr: Charger des notices depuis leur ISBN

source: Library
ar: مكتبة
es: Biblioteca
fr: Bibliothèque

source: No books yet.
ar: الكتب غير متوفرة بعد
es: No hay libros todavía
fr: Pas encore de livres.

source: Add a book
ar: أضف كتاباً
es: Añadir un libro
fr: Ajouter un livre

source: Import notices
ar: إستيراد - حفظ الخصائص
es: Importar notas
fr: Importer des notices

source: Export notices
ar: إرسال الملاحظات
es: Exportar notas
fr: Exporter les notices

source: Import specimens
ar: استيراد الخصائص

source: Export specimens
ar: تصدير الخصائص

source: by section
ar: حسب القسم

source: Are you sure you want to delete "%(name)s"?
ar: هل أنت متاكد من أنك تريد حذف "%(name)s"?
es: Esta seguro que quiere eliminar el libro "%(name)s" y todos sus ejemplares?
fr: Êtes-vous sûr de vouloir effacer "%(name)s"?

source: This will not delete book "%(name)s"
ar: هذا لن يقوم بحذف الكتاب "%(name)s"
es: Esto no eliminará el libro "%(name)s"
fr: Cela ne supprimera pas le livre "%(name)s"

source: Edit book specimen
ar: تحرير عينة الكتاب
es: Editar el ejemplar del libro
fr: Modifier l'exemplaire de livre

source: New book specimen
ar: عينة كتاب جديد
es: Un nuevo ejemplar del libro
fr: Nouvel exemplaire de livre

source: Delete specimen
ar: حذف العينة
es: Eliminar un ejemplar
fr: Supprimer l'exemplaire

source: Import Book Specimens
ar: استيراد عينات الكتب

source: Import
ar: استيراد
es: Importar
fr: Importer

source: Badly formatted file
ar: ملف منسق بشكل سيئ
es: Archivo con formato incorrecto
fr: Fichier mal formaté

source: Not a zip file
ar: ملف غير مضغوط
es: No es un archivo zip
fr: Ce n'est pas un fichier zip

source: Missing CSV file in zip
ar: ملف ال (CVS) مفقود
es: Falta el archivo CSV en zip
fr: Il n'y a pas de fichier CSV dans le zip

source: Last added
ar: المضافه أخيرا
es: Último añadido
fr: Dernier ajouté

source: Title
ar: العنوان
es: Título
fr: Titre

source: Please add a specimen, or the book won't be available for the users
ar: الرجاء أضف نسخة , الكتاب لن يكون متوفرا للمستخدمين

source: Unable to process notices: {}
ar: لا يمكن إتمام العملية: {}
es: No se pueden procesar las notas: {}
fr: Impossible de traiter les notices : {}

source: Successfully processed {count} notices.
ar: تم معالجة الخصائص بنجاح و {count}
es: {count} notas procesadas exitosamente
fr: {count} notices traitées avec succès.

source: No notice processed
ar: لا يوجد خصائص للمعالجة
es: No se procesaron notas
fr: Aucune notice importée

source: You need to provide a file.
ar: عليك أضافة ملف
es: Es necesario proporcionar un archivo
fr: Vous devez fournir un fichier.

source: Successfully imported {} items
ar: تم استيراد الماده بنجاح {}

source: sound
ar: صوت
es: Sonido
fr: son

source: video
ar: فيديو
fr: vidéo

source: epub
ar: النشر الألكتروني

source: app
ar: التطبيق
es: Aplicación

source: original
ar: الأصلي

source: preview
ar: عرض
es: Vista previa

source: credit
ar: إنشاء
es: Crédito

source: type
ar: النوع
es: Tipo

source: package
ar: حزمة
es: Paquete
fr: paquet

source: Are you sure you want to delete document "%(document)s"?
ar: هل أنت متاكد أنك تريد حذف المستند "%(document)s"?
es: Esta seguro que quiere eliminar el documento "%(document)s"?
fr: Êtes-vous sûr de vouloir supprimer le document "%(document)s" ?

source: yes
ar: نعم
es: Si
fr: oui

source: View all medias
ar: عرض جميع الوسائط المتعددة
es: Ver todos los recursos digitales
fr: Voir tous les medias.

source: Cannot edit or delete this document. It is installed by the "%(package_id)s" package.
ar: لا يمكن حذف أو تعديل هذا الملف تم تحميله من خلال "%(package_id)s"
es: No se puede editar o eliminar este documento Se encuentra instalado por el "%(package_id)s" paquete
fr: L'édition ou la suppression ne sont pas possibles. Ce document fait partie du package %(package_id)s.

source: Edit
ar: تعديل
es: Editar
fr: Modifier

source: Delete
ar: حذف
es: Borrar
fr: Supprimer

source: Edit document
ar: تعديل المجلد
es: Editar documento
fr: Modifier le document

source: New document
ar: مجلد جديد
es: Nuevo documento
fr: Nouveau document

source: discover
ar: أكتشف
es: Descubrir
fr: découvrir

source: Medias Center
ar: مركز الوسائط
es: Recursos digitales

source: No documents yet.
ar: لا يوجد مجلدات
es: No hay documentos aún
fr: Aucun document pour le moment.

source: Add a document
ar: اضافة مجلد
es: Adicionar un documento
fr: Ajouter un document

source: Download document
ar: تنزيل المستند
es: Descargar un documento
fr: Télécharger le document

source: Last modification
ar: تنزيل المستند
es: Última modificación
fr: Dernière modification

source: creation date
ar: تاريخ الإنشاء
es: Fecha de creación
fr: date de création

source: modification date
ar: تاريخ التعديل
es: Fecha de modificación
fr: date de modification

source: Understood
ar: يفهم
es: Entendido
fr: Compris

source: Written
ar: يكتب
es: Escrito
fr: Écrit

source: Spoken
ar: يتحدث
es: Hablado
fr: Parlé

source: Read
ar: يقرأ
es: Lea
fr: Lire

source: identifier
ar: المعرف
es: Identificador
fr: identifiant

source: usual name
ar: الاسم المستخدم
es: Nombre común
fr: nom courant

source: full name
ar: الاسم الكامل
es: Nombre completo
fr: nom complet

source: staff status
ar: وضع العاملين
es: Estatus del personal
fr: membre de l'équipe

source: Designates whether the user can log into this admin site.
ar: حدد إذا ما كان بإمكان المستخدم الولوج إلى هذا الموقع الإداري
es: Indique si el usuario puede iniciar sesión en este sitio de administración
fr: Permet de définir si l'utilisateur pour accéder aux fonctions d'administration

source: User with this identifier already exists.
ar: المستخدم الذي يملك هذا المعرف موجود اصلا
es: El usuario con este identificador ya existe
fr: Un utilisateur avec cet identifiant existe déjà.

source: Student
ar: الطالب
es: Estudiante
fr: Étudiant

source: Teacher
ar: المعلم
es: Profesor
fr: Enseignant

source: Without profession
ar: عاطل عن العمل
es: Sin profesión
fr: Sans profession

source: Profit profession
ar: الدخل
es: Profesión de lucro
fr: Connaissance du persan

source: Volunteering
ar: التطوع
es: Voluntariado
fr: Bénévolat

source: Homemaker
ar: عمل منزلي

source: Retired
ar: متقاعد

source: Other
ar: الآخر
es: Otro
fr: Autre

source: Lives with family in {place}
ar: يعيش مع العائله في {place}
es: Vive con su familia en {place}
fr: Vit avec sa famille à {place}

source: Lives without family in {place}
ar: يعيش بدون العائلة {place}
es: Vive sin familia en {place}
fr: Vit sans sa famille à {place}

source: Has family in {place} but lives without
ar: عائلته موجوده في {place} و يعيش بدونهم
es: Tiene familia en {place} pero vive en
fr: A de la famille dans {place} mais n'habite pas avec

source: Comitees, representation groups
ar: اللجان و ممثلين المجتمع
es: Comités, grupo de representación
fr: Comités, groupes de représenation

source: Music, dance, singing
ar: موسيقى , رقص , غناء
es: Música, danza, canto
fr: Musique, danse, chanson

source: Other cultural activities
ar: أنشطة ثقافية أخرى
es: Otras actividades culturales
fr: Autre activité culturelle

source: Informatic workshops
ar: ورش العمل المعلوماتية
es: Taller de informática
fr: Ateliers d'informatique

source: Literacy working group
ar: فريق عمل محو الأمية
es: Grupo de alfabetización
fr: Groupe de lecture

source: Talking group
ar: مجموعة الحديث
es: Grupo de conversación
fr: Groupes de parole

source: Recreational
ar: أنشطة ترفيهيه
es: Recreativo
fr: Loisirs

source: Psycosocial
ar: أنشطه دعم نفسي
es: Psicosocial
fr: Psychosocial

source: Educational
ar: أنشطة تعليمية
es: Educativo
fr: Éducation

source: Sport
ar: أنشطة رياضية
es: Deporte

source: Seen the Box
ar: تمت مشاهدة الصندوق
es: He visto la Biblioteca Móvil Pública
fr: A vu la Box

source: Has been informed by partner organization
ar: تم إعلامه من قبل المنظمة
es: Ha sido informado por la organización asociada
fr: A été informé par une organisation partenaire

source: Has been informed by other organization
ar: تم أعلامه من قبل المنظمات أخرى
es: Ha sido informado por la organización asociada
fr: A été informé par une autre organisation

source: Word of mouth
ar: تم إخباره عنه من قبل بعض الأشخاص
es: Voz a voz
fr: Bouche-à-oreilles

source: Poster campaign
ar: ملصق الحملة -إعلان
es: Campaña de afiche
fr: Affichage

source: Primary
ar: الإبتدائية
es: Primaria
fr: Primaire

source: Secondary
ar: الثانوية
es: Secundaria
fr: Secondaire

source: Professional
ar: محترف
es: Profesional
fr: Professionnel

source: Higher education
ar: الدراسات العليا
es: Educación superior
fr: Enseignement supérieur

source: Couple
ar: متزوج
es: Pareja
fr: En couple

source: Single
ar: عازب
es: Soltero/a
fr: Célibataire

source: Widowed
ar: أرمل
es: Viudo/a
fr: Devenu veuf

source: Undefined
ar: غير محدد
es: Indefinido
fr: Inconnu

source: Male
ar: ذكر
es: Hombre
fr: Masculin

source: Female
ar: انثى
es: Mujer
fr: Féminin

source: Visual
ar: بصري

source: Auditive
ar: سمعي

source: Physical
ar: عملي

source: Cognitive
ar: إدراكي

source: Mental
ar: عقلي

source: Latin written name
ar: الأسم الكامل باللغة الانجليزية
es: Nombre escrito en latin
fr: Nom écrit en alphabet latin

source: Birth year
ar: سنة الميلاد
es: Año de nacimiento
fr: Année de naissance

source: Gender
ar: الجنس
es: Género
fr: Genre

source: Country of origin
ar: بلد الأصل
es: País de origen
fr: Pays d'origine

source: City of origin
ar: المدينة - مسقط الرأس
es: Cuidad de origen
fr: Ville d'origine

source: ID card number
ar: رقم الهوية الشخصية
es: Número de identificación
fr: Numéro de carte d'identité

source: Number of children under 12
ar: عدد الأطفال اقل من 12 سنه
es: Numero de niños por debajo de 12 años
fr: Nombre d'enfants de moins de 12 ans

source: Number of children under 18
ar: عدد الأطفال تحت سن الــ18
es: Numero de niños por debajo de 18 años
fr: Nombre d'enfants en dessous de 18 ans

source: Number of children above 18
ar: عدد الأولاد فوق سن الــ18
es: Numero de niños por encima de 18 años
fr: Nombre d'enfants au dessus de 18 ans

source: School level
ar: المستوى التعليمي
es: Nivel de escolaridad
fr: Niveau scolaire

source: Marital situation
ar: الحالة الأجتماعية
es: Situación conyugal
fr: Situation maritale

source: Ideas Box awareness
ar: طريقةالمعرفه عن Ideas Box
es: Conocimiento de la biblioteca
fr: Connaissance d'Ideas Box

source: Refugee ID
ar: هوية اللاجئ
es: Identificación refugiado
fr: Identifiant de réfugié

source: Camp entry date
ar: تاريخ الدخول للمخيم
es: Fecha de entrada al campo
fr: Date d'entrée dans le camp

source: Current occupation
ar: المهنة الحالية
es: Ocupacion actual
fr: Profession actuelle

source: Occupation in the place of origin
ar: المهنة في بلد الأصلي
es: Ocupacion en el lugar de origen
fr: Occupation dans le lieu d'origine

source: Family status
ar: الوضع العائلي
es: Estado Familiar
fr: Situation familiale

source: Sent to school in the country of origin (if under 18)
ar: هل ذهب الى المدرسة في الدولة الأصل(ذا اقل من 18 سنه)
es: Enviar a la escuela en el pais de origen (si esta por debajo de 18 años)
fr: Allait à l'école dans le pays d'origine (pour les mineurs)

source: Activities in the camp
ar: الأنشطة في المخيم
es: Actividades en campo
fr: Activités dans le camp

source: Address in the camp
ar: العنوان في المخيم
es: Dirección en campo
fr: Adresse dans le camp

source: Disabilities
ar: أعاقات

source: Phone number (use comma to register more than one)
ar: رقم الهاتف (أستخدم الفاصله للفصل بين الارقام في حال وجود أكثر من رقم )
es: Número de teléfono (use coma para registrar mas de uno)
fr: Numéro de téléphone (utiliser des virgules pour en enregistrer plusieurs)

source: Email address (optional)
ar: عنوان البريد الألكتروني (إختياري)
es: Correo Electrónico (opcional)
fr: Adresse email (optionnelle)

source: English knowledge
ar: المعرفة باللغة الانجليزية
es: Conocimientos en Ingles
fr: Connaissance de l'Anglais

source: Arabic knowledge
ar: المعرفة باللغة العربية
es: Conocimientos en Arabe
fr: Connaissance de l'Arabe

source: Persian knowledge
ar: المعرفة باللغة الفارسية
es: Conocimientos en Persa
fr: Connaissance du persan
