Repository: ideascube/ideascube
Catalog: ideascube/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr

source: File must be a zip, and file name must be in the form {source}-{version}-{date}.zip; eg.: musasa-0.1.0-201501231405.zip
es: El archivo debe ser un zip, y su nombre debe estar escrito en la forma siguiente {source}-{version}-{date}.zip; eg.: musasa-0.1.0-201501231405.zip
fr: Le fichier doit être un zip, et son nom doit être de la forme {source}-{version}-{date}.zip; par exemple : musasa-0.1.0-201501231405.zip

source: Go to the blog
es: Ir al blog

source: Le magazine de vulgarisation scientifique.
es: La revista de vulgarización científica

source: Go to Khan Academy
es: Ir a academia Khan

source: Go to the medias center
es: Ir al centro multimedia

source: La documentation du célèbre système d'exploitation Ubuntu.
es: La documentación para el sistema operativo Ubuntu

source: Bibliothèque de textes libres et gratuits.
es: Biblioteca de textos libres y gratuitos

source: Basic Computer Training
fr: Apprentissage informatique

source: Conflict Resolution Training
fr: Formation à la résolution de conflit

source: I am Woman
fr: Je suis une femme

source: Parenting Skills Training
fr: Éducation parentale

source: Puppets and Theatre
fr: Marionnettes et Théâtre

source: Training of Trainers
fr: Formation de formateurs

source: Ideascube ZIP
fr: Zip Ideascube
